{
  "fraction": "Ork",
  "army": "Ghazghkull Mag Uruk Thraka’s Ork War Horde",
  "version": "0.9",
  "release": "2019-02-20",
  "strategy": "Ghazghkull Mag Uruk Thraka’s Ork War Horde armies have a strategy rating of 3.",
  "initiative": "All formations have an initiative rating of 3+.",
  "specialRules": [],
  "usage": [
    "Unlike the very rigid formations used by the Imperium, Ork formations vary widely in both size and composition. The rules for creating Ork formations reflect this. The most common type of Ork formation is the warband. Other more specialised formations do exist, such as Kults of Speed and Blitz Brigades. The different types of Ork formations you may choose are shown on the army list that follows. The army list includes the following information:",
    "<b>Units</b> - The units that make up the formation. An Ork player can choose to double or triple the number of units in the formation if he wishes. A formation with double the normal number of units is called a big formation, and a formation with three times the normal number of units is called a ’uge formation.",
    "<b>Upgrades</b> - An Ork formation may include any of the extra units listed in the Extras column. You may include any number of extra units in a formation unless it is specifically noted otherwise. If there is a limitation then the limit is doubled for a big formation and tripled for a ’uge formation. For example, a normal sized Kult of Speed can include 0–1 Oddboy, a big Kult of Speed can include 0–2, and a ’uge Kult of Speed can include 0–3. All of the core, extra, and free units in an Ork formation count as being part of one large formation. The different units may not move off on their own.",
    "<b>Cost</b> - Most Ork formations have three values: Normal, Big and 'Uge. If the formation only has one cost then it may not be increased in size."
  ],
  "units": [],
  "sections": [
    {
      "name": "Ork Formations",
      "formations": [
        {
          "name": "Blitz Brigade",
          "units": "Any four of the following units: Deth Kopta, Flakwagon, Gunwagon",
          "extraUnits": [
            "Add any number of the following units for +25 points each: Skorcha, Warbikes, Warbuggy",
            "Add any number of the following units for +35 points each: Deth Kopta, Flakwagon, Gunwagon",
            "Add up to one Gunfortress for +125 points",
            "Add up to one Oddboy character to a Gunfortress or Gunwagon unit for +50 points"
          ],
          "pointsOptions": [
            {"name": "Normal", "points":  "150"},
            {"name": "Big", "points":  "250"},
            {"name": "'Uge", "points":  "350"}
          ]
        },
        {
          "name": "0–1 Kill Kroozer",
          "units": "One Kill Kroozer",
          "extraUnits": [
            "Replace the Kill Kroozer with a Battlekroozer for +50 points"
          ],
          "points": 150
        }
      ]
    }
  ]
}
