{
  "fraction": "Ork",
  "army": "Evil Sunz Speed Freeks, WAAAGH! Gazbag",
  "version": "1.0.0",
  "release": "2020-06-08",
  "strategy": "Speed Freek armies have a Strategy Rating of 3.",
  "Initiative": "All formations have an Initiative Rating of 3+.",
  "specialRules": [
      "Mob Rule",
      "Power of the Waaagh!",
      "Speed Freeks Warlord"
  ],
  "usage": [
      "Unlike the very rigid formations used by the Imperium, Ork formations vary widely in both size and composition. The rules for creating Ork formations reflect this. The most common type of Ork formation is the warband. Other more specialised formations do exist, such as Kults of Speed and Blitz Brigades. The different types of Ork formations you may choose are shown on the army list that follows. The army list includes the following information:",
      "<b>Units</b> - The units that make up the formation. An Ork player can choose to double or triple the number of units in the formation if he wishes. A formation with double the normal number of units is called a Big formation, and a formation with three times the normal number of units is called a ’Uge formation.",
      "<b>Upgrades</b> - An Ork formation may include any of the extra units listed in the Upgrades column. You may include any number of extra units in a formation unless it is specifically noted otherwise. If there is a limitation then the limit is doubled for a Big formation and tripled for a ’Uge formation. For example, a Normal sized Kult of Speed can include 0–1 Oddboy, a Big Kult of Speed can include 0–2, and a ’Uge Kult of Speed can include 0–3. All of the core, extra, and free units in an Ork formation count as being part of one large formation. The different units may not move off on their own.",
      "<b>Cost</b> - Most Ork formations have three values: Normal, Big and 'Uge. If the formation only has one cost then it may not be increased in size."
  ],
  "units": [
    {
      "from": "ORK.json",
      "units": [
        "Warlord",
        "Speed Freek Oddboy",
        "Boyz",
        "Grotz",
        "Nobz",
        "Nob Warbikes",
        "Warbikes",
        "Warbike Outriders",
        "Mekboy Speedsta",
        "Deffkopta",
        "Skorcha",
        "Warbuggy",
        "Speed Freek Trukk",
        "Gunwagon",
        "Spleenrippa",
        "Flakwagon",
        "Gunfortress",
        "Battlefortress",
        "Dakkajet",
        "Landa",
        "Blitza-Bommer",
        "Kill Kroozer",
        "Battlekroozer"
      ],
      "unitRules": [
          "Power Fields",
          "Battlefortresses and Gunfortresses",
          "Super-Expendable"

      ]
    }
  ],
  "sections": [
    {
      "name": "Ork Formations",
      "formations": [

      {
            "name": "Evil Sunz Gunfortress Mob",
            "units": "One Gunfortress, one Nobz, three Boyz, one Grotz",
            "extraUnits": [
              "Add any number of Flakwagons, Gunwagons: 30 points each",
              "0-1 Add one Speed Freek Oddboy character to a Gunfortress: 50 points"
            ],
            "pointsOptions": [
              {"name": "Normal", "points":  "250"},
              {"name": "Big", "points":  "450"},
              {"name": "'Uge", "points":  "650"}
            ]
          },
          {
            "name": "Evil Sunz Battlefortress Mob",
            "units": "One Battlefortress, two Nobz, six Boyz, two Grotz",
            "extraUnits": [
              "Add any number of Flakwagons, Gunwagons: 30 points each",
              "0-1 Add one Speed Freek Oddboy character to a Battlefortress: 50 points"
            ],
            "pointsOptions": [
              {"name": "Normal", "points":  "300"},
              {"name": "Big", "points":  "550"},
              {"name": "'Uge", "points":  "800"}
            ]
          },
        {
          "name": "Evil Sunz Blitz Brigade",
          "units": "Any four of the following units: Deffkopta, Flakwagon, Gunwagon",
          "extraUnits": [
            "Add any number of Deffkoptas, Flakwagons, Gunwagons: 30 points each",
            "Add one unit of Boyz to any Gunwagon or Flakwagon in the formation: 25 points each",
            "Replace any number of Gunwagons with Spleenrippas: 20 points each",
            "0-1: Replace one Gunwagon with a Mekboy Speedsta: 30 points"
          ],
          "pointsOptions": [
            {"name": "Normal", "points":  "150"},
            {"name": "Big", "points":  "250"},
            {"name": "'Uge", "points":  "350"}
          ]
        },
        {
          "name": "Evil Sunz Kult of Speed",
          "units": "Eight of the following units: Skorchas, Warbikes, Warbuggies",
          "extraUnits": [
            "0-1: Replace a Skorcha, Warbike or Warbuggy with a unit of Nob Warbikes: 25 points",
            "Add any number of Skorchas, Warbikes, Warbuggies: 25 points each",
            "Add any number of Deffkoptas, Flakwagons, Gunwagons: 30 points each"
          ],
          "pointsOptions": [
            {"name": "Normal", "points":  "200"},
            {"name": "Big", "points":  "350"},
            {"name": "'Uge", "points":  "500"}
          ]
        },
        {
          "name": "Evil Sunz Warbike Outriders",
          "units": "Six Warbike Outriders",
          "extraUnits": [
          ],
          "points": 175
        },
        {
          "name": "Evil Sunz Warband",
          "units": "One Nobz, three Boyz, four Speed Freek Trukks. Four Warbikes, Skorchas and/or Warbuggies",
          "extraUnits": [
            "0-1: Replace a unit of Nobz and one Speed Freek Trukk with a unit of Nob Warbikes: Free",
            "Add any number of Boyz and Speed Freek Trukk: 25 points each",
            "Add any number of Flakwagons: 30 points each",
            "Add any number of Skorchas, Warbikes, Warbuggies: 25 points each"
          ],
          "pointsOptions": [
            {"name": "Normal", "points":  "200"},
            {"name": "Big", "points":  "350"},
            {"name": "'Uge", "points":  "500"}
          ]
        }
      ]
      },
      {
        "name": "Speed Freek 'Craft formations",
        "description": "Up to a third of the points available may be spent on these formations",
        "formations": [
            {
              "name": "Fighta Skwadron",
              "units": "Three Dakkajets",
              "upgrades": [
                  "Add up to six Dakkajets: 50 points each"
              ],
              "points": 175
          },
          {
            "name": "Blitza Skwadron",
            "units": "Three Blitza-Bommers",
            "upgrades": [
            ],
            "points": 175
        },
        {
          "name": "Landa",
          "units": "One Landa",
          "upgrades": [
          ],
          "points": 225
      },
      {
        "name": "0–1 Kroozer",
        "units": "One Kill Kroozer",
        "extraUnits": [
          "Replace the Kill Kroozer with a Battlekroozer: 50 points"
        ],
        "points": 100
      }
            ]
        }
  ]
}
